const step1G1 = [ "1","跳繩","旋轉木馬","機車","眼鏡","火鍋","指甲油","雨衣","粉筆","風箏","10","END" ]
const step1G2 = [ "1","照相機","紅綠燈","圍裙","飛機","圓規","毛筆","溫度計","葡萄","項鍊","10","END" ]
const step1G3 = [ "1","雨傘","洗衣機","香蕉","月餅","蠟燭","橡皮擦","柳丁","糖葫蘆","假牙","10","END" ]
const step1G4 = [ "1","筷子","麻將","衛生紙","饅頭","香水","星星","檸檬","滅火器","跳繩","10","END" ]
const step1G5 = [ "1","牙刷","羽毛球","珍珠奶茶","太陽","剪刀","冰淇凌","草莓","手錶","尿布","10","END" ]
const step1G6 = [ "1","電話","足球","牙刷","口紅","鏟子","餅乾","蘋果","黑板擦","牛奶","10","END" ]

const step2G1 = [ "1","蠟筆小新","螢火蟲","豬","鸚鵡","企鵝","鯊魚","火雞","海狗","孔雀","科基" ]
const step2G2 = [ "1","皮卡丘","空姐","兔子","貓頭鷹","蜈蚣","泥鰍","蜥蜴","海獅","鬥牛犬","海獺" ]
const step2G3 = [ "1","米老鼠","孫悟空","和尚","山羊","老虎","蛞蝓","海膽","海象","鯉魚","浣熊" ]
const step2G4 = [ "1","海綿寶寶","熊貓","豬八戒","鯨魚","獅子","柴犬","蝙蝠","貴賓狗","蝌蚪","地鼠" ]
const step2G5 = [ "1","天竺鼠","大猩猩","大象","河馬","袋鼠","海豚","吉娃娃","狼","烏龜","大嘴鳥" ]
const step2G6 = [ "1","蜘蛛人","鴨子","老鷹","蜻蜓","長頸鹿","哈士奇","蛞蝓","海牛","臭鼬","貓熊" ]

const step3G1 = [ "1","三隻小豬","紅包拿來","年年有餘","啞口無言" ]
const step3G2 = [ "1","翻箱倒櫃","一手遮天","一石兩鳥","老鼠取親" ]
const step3G3 = [ "1","打草驚蛇","七嘴八舌","飛簷走壁","鷄同鴨講" ]
const step3G4 = [ "1","一筆勾銷","花好月圓","偷天換日","拖泥帶水" ]
const step3G5 = [ "1","龍頭蛇尾","鳥語花香","魚躍龍門","手忙腳亂" ]
const step3G6 = [ "1","喜怒哀樂","有容乃大","雞飛狗跳","花枝招展" ]

//動態物類
// 蠟筆小新
// 皮卡丘
// 米老鼠
// 海綿寶寶
// 天竺鼠
// 蜘蛛人

// 螢火蟲
// 空姐
// 孫悟空
// 熊貓
// 大猩猩
// 鴨子

// 豬
// 兔子
// 豬八戒
// 和尚
// 大象
// 老鷹

// 鸚鵡
// 貓頭鷹
// 山羊
// 鯨魚
// 河馬
// 蜻蜓

// 企鵝
// 蜈蚣
// 老虎
// 獅子
// 袋鼠
// 長頸鹿

// 鯊魚
// 泥鰍
// 蛞蝓
// 柴犬
// 海豚
// 哈士奇

// 火雞
// 蜥蜴
// 海膽
// 蝙蝠
// 吉娃娃
// 黃金獵犬

// 海狗
// 海獅
// 海象
// 海牛
// 貴賓狗
// 狼

// 獒犬
// 鬥牛犬
// 鯉魚
// 蝌蚪
// 烏龜
// 臭鼬

// 科基
// 海獺
// 浣熊
// 地鼠
// 大嘴鳥
// 貓熊

// 烏賊
// 章魚
// 花枝
// 藤壺
// 狸貓
// 狐狸

// 孔雀
// 蝦子

// //加分
// 三隻小豬
// 紅包拿來
// 年年有餘
// 啞口無言

// 翻箱倒櫃
// 一手遮天
// 一石兩鳥
// 老鼠取親

// 打草驚蛇
// 七嘴八舌
// 飛簷走壁
// 鷄同鴨講

// 一筆勾銷
// 花好月圓
// 偷天換日
// 拖泥帶水

// 龍頭蛇尾
// 鳥語花香
// 魚躍龍門
// 手忙腳亂

// 有容乃大
// 喜怒哀樂
// 雞飛狗跳
// 花枝招展

// //靜態物類
// 旋轉木馬
// 照相機
// 雨傘
// 筷子
// 牙刷
// 電話

// 跳繩
// 紅綠燈
// 洗衣機
// 麻將
// 羽毛球
// 足球

// 機車
// 圍裙
// 香蕉
// 衛生紙
// 珍珠奶茶
// 牙刷

// 眼鏡
// 飛機
// 月餅
// 饅頭
// 太陽
// 口紅

// 火鍋
// 圓規
// 蠟燭
// 香水
// 剪刀
// 鏟子

// 指甲油
// 毛筆
// 橡皮擦
// 星星
// 冰淇凌
// 餅乾

// 雨衣
// 溫度計
// 柳丁
// 檸檬
// 草莓
// 蘋果

// 粉筆
// 葡萄
// 糖葫蘆
// 滅火器
// 手錶
// 黑板擦

// 風箏
// 項鍊
// 假牙
// 跳繩
// 尿布
// 牛奶

// 玉米










